[
    {
        "location": "Rouen",
        "name": "Sous les Etoiles - dans le plus haut gratte-ciel avec garage privé",
        "rating": "9,2",
        "url": "https://www.booking.com/hotel/fr/sous-les-etoiles-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgNWARoFYgBAZgBDbgBF8gBDNgBAegBAfgBA4gCAagCA7gC_I7CwAbAAgHSAiRlMDA2MzUwNi1lODJhLTQxOGYtYTRkZC00M2NlOWYwNmU0NzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=1a9f387ec36f029a&srepoch=1745913725&from=searchresults",
        "description": "L’hébergement Sous les Etoiles - dans le plus haut gratte-ciel avec garage privé se situe dans le centre de Rouen, à respectivement 900 mètres et 1,5 km de ces lieux d’intérêt : Cathédrale Notre-Dame de Rouen et Gare de Rouen-Rive-Droite. Il offre une vue sur la ville. Une connexion Wi-Fi gratuite est disponible et un parking privé peut être utilisé moyennant des frais supplémentaires.\n\nCet appartement avec climatisation se compose de 1 chambre, d'un salon, d'une cuisine entièrement équipée avec un réfrigérateur et une machine à café, ainsi que de 1 salle de bains avec une douche et des articles de toilette gratuits. Cet hébergement met à votre disposition des serviettes et du linge de lit.\n\nUn service de location de vélos est disponible sur place.\n\nVous séjournerez à respectivement 2,3 km et 3,3 km de ces lieux d’intérêt : Palais des sports de Rouen et Voltaire Station, Rouen. L’établissement se situe à 85 km de l’aéroport le plus proche (Aéroport de Deauville - Normandie) et propose un service de navette aéroport payant.",
        "coordinates": "49.4400384,1.0856876"
    },
    {
        "location": "Rouen",
        "name": "L'Oasis Rouennais - Hypercentre - Gare rive Gauche",
        "rating": "10",
        "url": "https://www.booking.com/hotel/fr/oasis-rouennais-hypercentre-gare-rive-gauche.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgNWARoFYgBAZgBDbgBF8gBDNgBAegBAfgBA4gCAagCA7gC_I7CwAbAAgHSAiRlMDA2MzUwNi1lODJhLTQxOGYtYTRkZC00M2NlOWYwNmU0NzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=1a9f387ec36f029a&srepoch=1745913725&from=searchresults",
        "description": "L’hébergement L'Oasis Rouennais - Hypercentre - Gare rive Gauche se trouve à Rouen, à respectivement 300 mètres et 1 km de ces lieux d’intérêt : Gare de Rouen-Rive-Droite et Cathédrale Notre-Dame de Rouen. Il propose des équipements tels qu’une connexion Wi-Fi gratuite et une télévision à écran plat. Cet appartement est à respectivement 3,8 km et 4,4 km de : Palais des sports de Rouen et Voltaire Station, Rouen.\n\nCet appartement se compose de 1 chambre, d'un salon, d'une cuisine entièrement équipée avec un réfrigérateur et une machine à café, ainsi que de 1 salle de bains avec un bidet et une baignoire ou une douche. Des serviettes et du linge de lit sont disponibles.\n\nVous séjournerez à respectivement 6,2 km et 7 km de ces lieux d’intérêt : Hotel de ville de Soteville Station, Rouen et 14-juillet Tramway Station, Rouen. L'aéroport le plus proche (Aéroport de Paris-Beauvais) est à 85 km.",
        "coordinates": "49.4480098,1.0955547"
    },
    {
        "location": "Rouen",
        "name": "Radisson Blu Hotel, Rouen Centre",
        "rating": "8,9",
        "url": "https://www.booking.com/hotel/fr/radisson-blu-rouen-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgNWARoFYgBAZgBDbgBF8gBDNgBAegBAfgBA4gCAagCA7gC_I7CwAbAAgHSAiRlMDA2MzUwNi1lODJhLTQxOGYtYTRkZC00M2NlOWYwNmU0NzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&srpvid=1a9f387ec36f029a&srepoch=1745913725&from_sustainable_property_sr=1&from=searchresults",
        "description": "L’établissement Radisson Blu Hotel, Rouen Centre est idéalement placé dans le centre de Rouen. Il possède une connexion Wi-Fi gratuite, une salle de sport, un salon commun et des hébergements dotés de la climatisation. Il propose un restaurant, une terrasse, un sauna et un hammam. Vous pourrez profiter d'un service d'étage, d'un centre d'affaires et d'un service de bagagerie.\n\nTous les hébergements comportent un bureau, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes. Vous bénéficierez d'un coffre-fort. Certains hébergements comprennent également un balcon. Vous profiterez aussi d’une armoire.\n\nL’établissement Radisson Blu Hotel, Rouen Centre sert un petit-déjeuner buffet ou continental.\n\nLe personnel de la réception parle anglais, espagnol, français et italien.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Gare de Rouen-Rive-Droite, Cathédrale Notre-Dame de Rouen et Musée des beaux-arts de Rouen. L'aéroport le plus proche (Aéroport de Paris-Beauvais) est à 84 km.",
        "coordinates": "49.446441,1.09412"
    },
    {
        "location": "Paris",
        "name": "Studio à Montmartre",
        "rating": "8,0",
        "url": "https://www.booking.com/hotel/fr/studio-a-montmartre-paris3.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gNWARoFYgBAZgBDbgBF8gBDNgBAegBAfgBA4gCAagCA7gC_I7CwAbAAgHSAiQ3YTgxNDAzZS1iNDIwLTQ5Y2EtYTI4YS05ZTkyYmZkNWRhYjbYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&srpvid=6c96387edbac0c56&srepoch=1745913725&from=searchresults",
        "description": "Offrant une vue sur le jardin, l’hébergement Studio à Montmartre se trouve à Paris, à respectivement 900 mètres et 1,3 km de ces lieux d’intérêt : Sacré-Cœur et Métro Pigalle. Cet appartement met à votre disposition une connexion Wi-Fi gratuite et une kitchenette entièrement équipée.\n\nVous séjournerez à respectivement 1,3 km et 2 km de ces lieux d’intérêt : Salle de spectacles La Cigale et Gare du Nord. L'aéroport le plus proche (Aéroport de Paris - Roissy - Charles-de-Gaulle) est à 20 km.",
        "coordinates": "48.8915065,2.3385854999999998"
    },
    {
        "location": "Paris",
        "name": "Apartment Cosy 3P Quartier République",
        "rating": null,
        "url": "https://www.booking.com/hotel/fr/apartment-cosy-3p-quartier-republique.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gNWARoFYgBAZgBDbgBF8gBDNgBAegBAfgBA4gCAagCA7gC_I7CwAbAAgHSAiQ3YTgxNDAzZS1iNDIwLTQ5Y2EtYTI4YS05ZTkyYmZkNWRhYjbYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&srpvid=6c96387edbac0c56&srepoch=1745913725&from=searchresults",
        "description": "Doté d’une connexion Wi-Fi gratuite, l’hébergement Apartment Cosy 3P Quartier République se trouve dans le centre de Paris, à respectivement 1 km et 1,9 km de ces lieux d’intérêt : Centre Pompidou et Musée du Louvre. Cet appartement est à respectivement 2,4 km et 3 km de : Cathédrale Notre-Dame de Paris et Opéra Garnier.\n\nCet appartement comporte 1 chambre, une télévision à écran plat, ainsi qu’une cuisine.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Gare de l'Est, Sainte-Chapelle et Gare du Nord. L'aéroport le plus proche (Aéroport de Paris - Orly) est à 19 km.",
        "coordinates": "48.8681307,2.3586776"
    }
]